Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.b48f44afd030
source: {{value1}} / {{value2}}食
ar_sa: {{value1}} / {{value2}}الطعام
ca: {{value1}} / {{value2}}Food
cs: {{value1}} / {{value2}} jídel
da: {{value1}} / {{value2}} måltider
de_de: {{value1}} / {{value2}} Mahlzeiten
el: {{value1}} / {{value2}} γεύματα
en_au: {{value1}} / {{value2}} meals
es_es: {{value1}} / {{value2}} comidas
fi: {{value1}} / {{value2}} ateriaa
fr_ca: {{value1}} / {{value2}} repas
gu: {{value1}} / {{value2}} ભોજન
he: {{value1}} / {{value2}} ארוחות
hi: {{value1}} / {{value2}} भोजन
hr: {{value1}} / {{value2}} obroka
hu: {{value1}} / {{value2}} étkezés
id: {{value1}} / {{value2}} makanan
it: {{value1}} / {{value2}} pasti
ko: {{value1}} / {{value2}}식
mr: {{value1}} / {{value2}} जेवण
ms: {{value1}} / {{value2}} hidangan
nl_nl: {{value1}} / {{value2}} maaltijden
no: {{value1}} / {{value2}} måltider
pl: {{value1}} / {{value2}} posiłków
pt_br: {{value1}} / {{value2}} refeições
pt_pt: {{value1}} / {{value2}} refeições
ro: {{value1}} / {{value2}} mese
ru: {{value1}} / {{value2}} приемов пищи
sk: {{value1}} / {{value2}} jedál
sl: {{value1}} / {{value2}} obrokov
sv: {{value1}} / {{value2}} måltider
ta: {{value1}} / {{value2}} உணவுகள்
te: {{value1}} / {{value2}} భోజనం
th: {{value1}} / {{value2}} มื้อ
tr: {{value1}} / {{value2}} öğün
uk: {{value1}} / {{value2}} прийомів їжі
vi: {{value1}} / {{value2}} bữa ăn
zh_hans: {{value1}} / {{value2}}餐
zh_hant: {{value1}} / {{value2}}餐

# health_meals_body_ai.b5035ba9b9f0
source: 設定画面の接続情報を確認して再試行してください。短期認証は自動更新されます。
ar_sa: يرجى التحقق من معلومات الاتصال على شاشة الإعدادات والمحاولة مرة أخرى. يتم تجديد الشهادات قصيرة المدى تلقائيًا.
ca: Comproveu la informació de connexió a la pantalla de configuració i torneu-ho a provar. Les certificacions a curt termini es renoven automàticament.
cs: Zkontrolujte informace o připojení v nastavení a zkuste to znovu. Krátkodobé ověření se automaticky obnoví.
da: Bekræft forbindelsesoplysningerne i indstillingsmenuen og prøv igen. Kortvarig autentificering opdateres automatisk.
de_de: Bitte überprüfen Sie die Verbindungsinformationen im Menü „Einstellungen“ und versuchen Sie es erneut. Die Kurzzeit-Authentifizierung wird automatisch aktualisiert.
el: Ελέγξτε τις πληροφορίες σύνδεσης στην οθόνη ρυθμίσεων και προσπαθήστε ξανά. Η βραχυπρόθεσμη αυθεντικοποίηση ανανεώνεται αυτόματα.
en_au: Please check the connection information on the settings screen and try again. Short-term authentication will automatically renew.
es_es: Verifique la información de conexión en la pantalla de configuración y vuelva a intentarlo. La autenticación corta se actualiza automáticamente.
fi: Tarkista asetuksissa olevat yhteystiedot ja yritä uudelleen. Lyhytaikainen tunnistautuminen päivittyy automaattisesti.
fr_ca: Veuillez vérifier les informations de connexion sur l'écran des paramètres et réessayer. L'authentification à court terme se met automatiquement à jour.
gu: સેટિંગ સ્ક્રીન પરના કનેક્શનની માહિતી તપાસો અને ફરી પ્રયાસ કરો. ટૂંકા ગાળાનું પ્રમાણિતકરણ આપોઆપ અપડેટ થશે.
he: בדוק את פרטי החיבור במסך ההגדרות ונסה שוב. אימות קצר מתבצע באופן אוטומטי.
hi: सेटिंग स्क्रीन पर कनेक्शन की जानकारी जांचें और फिर से प्रयास करें। अल्पकालिक प्रमाणीकरण स्वचालित रूप से नवीनीकृत हो जाएगा।
hr: Provjerite informacije o povezivanju na ekranu postavki i pokušajte ponovno. Kratkotrajno autenticiranje se automatski ažurira.
hu: Ellenőrizze a beállítások menüjében található kapcsolati információkat, majd próbálja újra. A rövid időszakos engedélyezés automatikusan frissül.
id: Periksa informasi koneksi di layar pengaturan dan coba lagi. Otentikasi singkat akan diperbarui secara otomatis.
it: Verificare le informazioni di connessione nel menu delle impostazioni e riprovare. L'autenticazione a breve termine si aggiorna automaticamente.
ko: 설정 화면의 연결 정보를 확인하고 다시 시도해 주세요. 단기 인증은 자동으로 갱신됩니다.
mr: सेटिंग स्क्रीनवरील कनेक्शन माहिती तपासा आणि पुन्हा प्रयत्न करा. अल्पकालीन प्रमाणीकरण आपोआप अपडेट होईल.
ms: Sila semak maklumat sambungan dalam skrin tetapan dan cuba semula. Pengesahan jangka pendek akan diperbaharui secara automatik.
nl_nl: Controleer de verbindingsinformatie op het instellingenmenu en probeer opnieuw. Korte authenticatie wordt automatisch vernieuwd.
no: Bekreft tilkoblingsinformasjonen i innstillingsmenyen og prøv igjen. Kortvarig autentisering oppdateres automatisk.
pl: Sprawdź informacje połączenia w ustawieniach i spróbuj ponownie. Krótkotrwałe uwierzytelnianie jest automatycznie odnawiane.
pt_br: Verifique as informações de conexão na tela de configurações e tente novamente. A autenticação temporária é atualizada automaticamente.
pt_pt: Verifique as informações de conexão na tela de configurações e tente novamente. A autenticação temporária é atualizada automaticamente.
ro: Verificați informațiile de conectare în ecranul de setări și încercați din nou. Autentificarea temporară se va actualiza automat.
ru: Проверьте информацию о подключении в настройках и попробуйте снова. Кратковременная аутентификация автоматически обновляется.
sk: Skontrolujte informácie o pripojení v nastaveniach a skúste to znova. Krátkodobé overenie sa automaticky obnoví.
sl: Preverite in poskusajte znova. Kratkotrajno avtenticiranje se samodejno osveži.
sv: Kontrollera anslutningsinformationen i inställningarna och försök igen. Korttidsautentisering uppdateras automatiskt.
ta: அமைப்புகள் திரையில் உள்ள இணைப்புத் தகவலைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும். குறுகிய கால அங்கீகாரம் தானாகவே புதுப்பிக்கப்படும்.
te: సెట్టింగ్ స్క్రీన్ లోని కనెక్షన్ సమాచారాన్ని తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి. స్వల్పకాలిక ధృవీకరణ ఆటోమేటిక్‌గా అప్‌డేట్ అవుతుంది.
th: กรุณาตรวจสอบข้อมูลการเชื่อมต่อในหน้าตั้งค่าและลองใหม่อีกครั้ง การยืนยันแบบชั่วคราวจะมีการอัปเดตโดยอัตโนมัติ
tr: Ayarlar ekranındaki bağlantı bilgilerini kontrol edin ve tekrar deneyin. Kısa süreli kimlik doğrulama otomatik olarak güncellenecektir.
uk: Перевірте інформацію про підключення на екрані налаштувань і спробуйте ще раз. Короткострокове автентифікація автоматично оновлюється.
vi: Vui lòng kiểm tra thông tin kết nối trên màn hình cài đặt và thử lại. Xác thực ngắn hạn sẽ tự động cập nhật.
zh_hans: 请检查设置界面的连接信息并重新尝试。短期认证会自动更新。
zh_hant: 請確認設定畫面的連接資訊後再嘗試。 短期驗證會自動更新。

# health_meals_body_ai.b57fc7605da1
source: このセットを分析
ar_sa: تحليل هذه المجموعة
ca: Analitza aquest conjunt
cs: Analyzujte tento soubor
da: Analyser dette sæt
de_de: Diese Analyse durchführen
el: Ανάλυση αυτού του συνόλου
en_au: Analyze this set
es_es: Analizar este conjunto de datos
fi: Analysoi tämä sarja
fr_ca: Analyser cet ensemble
gu: આ સેટનું વિશ્લેષણ કરો
he: לנתח את הסט הזה
hi: इस सेट का विश्लेषण करें
hr: Analiziraj ovu vrijednost
hu: Ez a beállítás elemzésre kerül.
id: Analisis set ini
it: Analizza questo set di dati
ko: 이 세트를 분석
mr: हे विश्लेषण करा
ms: Analisis set ini
nl_nl: Deze analyse uitvoeren
no: Analysere dette settet
pl: Przeanalizuj ten zestaw
pt_br: Analisar este conjunto
pt_pt: Analisar este conjunto
ro: Analizează acest set
ru: Проанализировать этот набор данных
sk: Analyzujte tento súbor
sl: Analiziraj ta set
sv: Analysera detta set
ta: இந்த தொகுப்பை பகுப்பாய்வு செய்யவும்.
te: ఈ సెట్‌ను విశ్లేషించండి
th: วิเคราะห์ชุดข้อมูลนี้
tr: Bu veriyi analiz et
uk: Проаналізувати цей набір даних
vi: Phân tích bộ này
zh_hans: 分析这个套装
zh_hant: 分析這個組

# health_meals_body_ai.b5a13bb1eb04
source: 確認済みの記憶 {{value1}}件
ar_sa: تم تأكيد الذكريات {{value1}}
ca: Memòries confirmades {{value1}}
cs: Potvrzené vzpomínky: {{value1}}
da: {{value1}} bekræftede minder
de_de: {{value1}} bestätigte Erinnerungen
el: Επιβεβαιωμένες αναμνήσεις: {{value1}}
en_au: {{value1}} confirmed memories
es_es: {{value1}} recuerdos confirmados
fi: {{value1}} tarkastettua muistoa
fr_ca: {{value1}} souvenirs confirmés
gu: ચકાવેલા મેમરી {{value1}}
he: {{value1}} זיכרונים שאומתו
hi: पुष्टि किए गए यादों {{value1}}
hr: Potvrđeno {{value1}} zapisa
hu: {{value1}} megvizsgált emlékezet
id: Ingatan yang sudah dikonfirmasi {{value1}}
it: Memorie confermate: {{value1}}
ko: 확인된 기억 {{value1}}건
mr: तपासलेले स्मृती {{value1}}
ms: Ingatan yang telah disahkan {{value1}}
nl_nl: {{value1}} bevestigde herinneringen
no: {{value1}} bekreftede minner
pl: Potwierdzono {{value1}} wspomnień.
pt_br: {{value1}} lembranças confirmadas
pt_pt: {{value1}} lembranças confirmadas
ro: {{value1}} amintiri confirmate
ru: Подтвержденные воспоминания: {{value1}}
sk: Potvrdené spomienky {{value1}}
sl: Potrdili spomini: {{value1}}
sv: {{value1}} bekräftade minnen
ta: சரிபார்க்கப்பட்ட நினைவுகள் {{value1}}
te: గుర్తించిన జ్ఞాపకాలు {{value1}}
th: ข้อมูลที่ได้รับการยืนยัน {{value1}} ราย
tr: Kontrol edilmiş {{value1}} adet anı
uk: Підтверджені спогади {{value1}}
vi: {{value1}} lần ghi nhớ đã được xác nhận
zh_hans: 已确认的记忆 {{value1}} 个
zh_hant: 已確認的記憶 {{value1}} 筆

# health_meals_body_ai.b695d78f775e
source: 体重や腹囲のように日々ぶれる数値は、推移で見る前提です。
ar_sa: تعتمد القيم الرقمية التي تتقلب من يوم لآخر، مثل الوزن ومحيط الخصر، على الاتجاهات.
ca: Els valors numèrics que varien d'un dia a un altre, com ara el pes i la circumferència de la cintura, es basen en tendències.
cs: Hodnoty jako hmotnost a obvod pasu se mohou denně měnit, proto je sledujte v grafu.
da: Tal som vægt og taljelængde kan variere fra dag til dag, så det er bedst at se udviklingen.
de_de: Wie Gewicht und Taillenumfang können diese Werte täglich schwanken. Betrachten Sie die Veränderungen in der Übersicht.
el: Οι τιμές που αλλάζουν καθημερινά, όπως το βάρος και η περιφέρεια της κοιλιάς, πρέπει να εξετάζονται μέσω των τάσεων.
en_au: Numbers like weight and waist circumference can fluctuate daily. It's best to view these changes over time.
es_es: Los valores que varían diariamente, como el peso y la circunferencia de la cintura, deben ser observados a través de gráficos.
fi: Paino ja vyötärönympärys voivat vaihdella päivittäin, joten tarkastele muutosta.
fr_ca: Les valeurs qui varient quotidiennement, comme le poids et la taille, doivent être interprétées à travers leur évolution.
gu: વજન અને પેટની પરિઘ જેવા આંકડા, જે દરરોજ બદલાય છે, તેને ટ્રેન્ડમાં જોવા મળે છે.
he: ערכים כמו משקל ומספר המותניים יכולים להשתנות מדי יום, ולכן מומלץ לבדוק את השינויים לאורך זמן.
hi: वजन और पेट का घेरा जैसे दैनिक रूप से बदलते नंबरों को देखने के लिए, ट्रांज़िशन देखें।
hr: Brojevi koji se mijenjaju svaki dan, kao što je težina i obod struka, trebaju se gledati u trendu.
hu: A testsúly és a mellszög változásai természetesen eltérhetnek. A változásokat grafikonon is megtekintheti.
id: Angka seperti berat badan dan lingkar pinggang yang berfluktuasi setiap hari sebaiknya dilihat dalam bentuk transisi.
it: Numeri come peso e circonferenza della vita possono variare nel tempo; è consigliabile analizzarli tramite grafici.
ko: 매일 변하는 체중이나 허리둘레와 같은 수치는 변화 추이를 확인하기 위한 것입니다.
mr: वजन आणि कंबर यांसारखी आकडेवारी दररोज बदलू शकते, त्यामुळे बदलांचा मागोवा घेणे महत्त्वाचे आहे.
ms: Angka seperti berat dan sekeliling perut boleh berubah setiap hari, jadi lihat perubahannya.
nl_nl: Getallen zoals gewicht en taille die dagelijks fluctueren, worden het beste bekeken in een grafiek.
no: Verdier som vekt og mageomkrets kan variere fra dag til dag, så se på utviklingen.
pl: Wartości, takie jak waga i obwód talii, mogą się zmieniać każdego dnia, dlatego należy je analizować na wykresach.
pt_br: Valores que variam diariamente, como peso e circunferência da cintura, devem ser analisados através do gráfico.
pt_pt: Valores que variam diariamente, como peso e circunferência da cintura, devem ser analisados através do gráfico.
ro: Valorile care fluctuează zilnic, cum ar fi greutatea și circumferința taliei, trebuie analizate în funcție de tendințe.
ru: Данные о весе и объеме талии, которые могут меняться со временем, лучше всего отслеживать в виде графика.
sk: Čísla, ako je hmotnosť a obvod pása, sa môžu meniť každý deň, preto ich sledujte v grafoch.
sl: Težo in obod telesa lahko spreminjate, zato je pomembno gledati trende.
sv: Vikten kan variera från dag till dag, så fokusera på förändringen över tid.
ta: எடை மற்றும் இடுப்பு சுற்றளவு போன்ற மதிப்புகள் தினமும் மாறுபடலாம், எனவே அவற்றைப் போக்குகளாகப் பார்க்கவும்.
te: బరువు మరియు కడుపు చుట్టుకొలత వంటి రోజురోజుకు మారుతూ ఉండే సంఖ్యలను, మార్పును గమనించడానికి అనువుగా చూసుకోవాలి.
th: ตัวเลขที่เปลี่ยนแปลงไปในแต่ละวัน เช่น น้ำหนักและรอบเอว ควรดูจากแนวโน้ม
tr: Kilo ve karın çevresi gibi günlük olarak değişen değerler, zaman içindeki değişimleri göstermek için kullanılır.
uk: Вага та обхват талії – це показники, які можуть змінюватися щодня, тому їх слід розглядати в динаміці.
vi: Các chỉ số như cân nặng và vòng bụng có thể thay đổi hàng ngày, vì vậy hãy xem xét xu hướng.
zh_hans: 每日波动的数据（如体重和腰围），应以趋势图的形式查看。
zh_hant: 每日波动的数据（如体重和腰围），应以趋势图的形式查看。

# health_meals_body_ai.b76e2c70647b
source: 入力方法
ar_sa: طريقة الإدخال
ca: Mètode d'entrada
cs: Způsob zadávání
da: Indtastningsmetode
de_de: Eingabeart
el: Μέθοδος εισαγωγής
en_au: Input method
es_es: Método de introducción
fi: Syöttömenetelmä
fr_ca: Méthode d'entrée
gu: ઇનપુટ કરવાની રીત
he: שיטת קלט
hi: इनपुट विधि
hr: Metoda unosa
hu: Beépítés módja
id: Cara Memasukkan Data
it: Metodo di inserimento
ko: 입력 방법
mr: इनपुट करण्याची पद्धत
ms: Cara Memasukkan
nl_nl: Methode invoeren
no: Metode for å legge inn data
pl: Metoda wprowadzania danych
pt_br: Método de entrada
pt_pt: Método de entrada
ro: Metoda de introducere a datelor
ru: Способ ввода
sk: Metóda vstupu
sl: Metoda vnosa
sv: Inmatningsmetod
ta: உள்ளீட்டு முறை
te: ఇన్‌పుట్ విధానం
th: วิธีการป้อนข้อมูล
tr: Girdi Yöntemi
uk: Спосіб введення
vi: Phương pháp nhập
zh_hans: 输入方式
zh_hant: 輸入方法

# health_meals_body_ai.b82b07755169
source: 役に立った
ar_sa: لقد كان مفيدًا
ca: Va ser útil
cs: Užitečné
da: Nyttigt
de_de: Nützlich
el: Βοήθησε
en_au: Found helpful
es_es: Útil
fi: Hyödyllistä
fr_ca: Utile
gu: આ ઉપયોગી હતું
he: שימושי
hi: उपयोगी
hr: Pomoćno
hu: Segített
id: Berguna
it: Utile
ko: 유용한 항목
mr: उपयुक्त
ms: Berguna
nl_nl: Handig gevonden
no: Nyttig
pl: Przydatne
pt_br: Útil
pt_pt: Útil
ro: Ajută
ru: Полезно
sk: Pomohlo mi to
sl: Pomagalo mi je
sv: Hjälpsamt
ta: உதவியாக இருந்ததா?
te: సహాయపడినది
th: ช่วยแล้ว
tr: Yardımcı Oldu mu?
uk: Корисно
vi: Thích hợp
zh_hans: 有用
zh_hant: 有幫助

# health_meals_body_ai.b869cf466465
source: 継続できたトレーニングを軸に、回復とのバランスを確認できました。
ar_sa: لقد تمكنت من تأكيد التوازن بين التعافي والتدريب الذي تمكنت من مواصلته.
ca: Vaig poder confirmar l'equilibri entre la recuperació i l'entrenament que vaig poder continuar.
cs: Díky tomu, že jsme pokračovali v tréninku, jsme mohli sledovat rovnováhu mezi tréninkem a regenerací.
da: Jeg kunne fortsætte træningen, og jeg fik styr på balancen mellem restitution og træning.
de_de: Durch die fortgesetzte Übung konnten wir den Ausgleich zwischen Training und Erholung feststellen.
el: Μπορήσαμε να αξιολογήσουμε την ισορροπία μεταξύ της συνεχούς προπόνησης και της αποκατάστασης.
en_au: We were able to confirm the balance between continued training and recovery.
es_es: Podemos confirmar el equilibrio entre el entrenamiento que pudimos mantener y la recuperación.
fi: Käytimme jatkuvaa harjoittelua ja tarkastimme palautumisen tasapainon.
fr_ca: J'ai pu vérifier l'équilibre entre l'entraînement que j'ai réussi à maintenir et la récupération.
gu: જે ટ્રેનિંગને તમે ચાલુ રાખી શકો, તેના આધારે, તમે પુનઃપ્રાપ્તિ અને સંતુલનનું મૂલ્યાંકન કરી શક્યા.
he: ניתן היה להתמקד באימונים שהצליחו, ובדיקת האיזון עם ההתאוששות.
hi: जिस व्यायाम को जारी रखा, उसके आधार पर, रिकवरी और संतुलन का आकलन किया जा सका।
hr: Možemo provjeriti ravnotežu između treninga i oporavka, uz fokus na treniranje koje ste uspješno izdržali.
hu: Az edzés sikerességének és a regeneráció közötti egyensúlyt figyelembe véve értékelhettem az edzéseket.
id: Dengan berfokus pada latihan yang berhasil dilakukan, kita dapat memastikan keseimbangan antara pemulihan.
it: È stato possibile verificare l'equilibrio tra allenamento e recupero, basandosi sull'allenamento che è stato mantenuto.
ko: 지속 가능한 운동을 중심으로, 회복과의 균형을 확인했습니다.
mr: जे प्रशिक्षण नियमितपणे करता आले, त्याचे परिणाम आणि शरीराची पुनर्प्राप्ती (recovery) यांचा समतोल पाहता आला.
ms: Dengan memberi tumpuan kepada latihan yang boleh diteruskan, kita dapat memastikan keseimbangan antara pemulihan.
nl_nl: Door de trainingen die voortzetten, kon ik het evenwicht tussen herstel en prestatie inzien.
no: Vi kunne fokusere på treningen som vi klarte å opprettholde, og vurdere balansen mellom trening og restitusjon.
pl: Można było sprawdzić równowagę między treningiem i regeneracją, koncentrując się na tych, które udało się kontynuować.
pt_br: Foi possível verificar o equilíbrio entre o treino contínuo e a recuperação, com base nos treinos que foram realizados.
pt_pt: Foi possível verificar o equilíbrio entre o treino contínuo e a recuperação, com base nos treinos que foram realizados.
ro: Am putut evalua echilibrul dintre antrenament și recuperare, concentrându-ne pe activitățile pe care le puteam continua.
ru: Основываясь на тренировках, которые удалось продолжить, мы смогли оценить баланс между нагрузкой и восстановлением.
sk: Dôležité bolo pokračovať v tréningu a zároveň sledovať, ako sa telo zotavuje.
sl: Uporabite trening, ki vam je uspelo ohraniti, ter preverite ravnovanje med treningom in regeneracijo.
sv: Genom att fokusera på träningen som du klarade av, kunde jag kontrollera balansen mellan återhämtning.
ta: தொடர்ந்து பயிற்சி செய்ததை அடிப்படையாக வைத்து, உடலின் மீதான தாக்கத்தை மதிப்பிட முடிந்தது.
te: నిరంతరంగా కొనసాగించగలిగిన వ్యాయామాలను దృష్టిలో ఉంచుకుని, కోలుకునే ప్రక్రియతో సమతుల్యతను అంచనా వేయవచ్చు.
th: สามารถทำซ้ำการออกกำลังกายที่ทำได้ และตรวจสอบความสมดุลระหว่างการฟื้นตัว
tr: Süre boyunca uygulanan egzersizleri temel alarak, dinlenmeyle dengenin sağlandığını gözlemledim.
uk: Використовуючи тренування, які вдалося продовжити, ми змогли перевірити баланс між відновленням.
vi: Dựa trên các bài tập đã duy trì, chúng ta có thể kiểm tra sự cân bằng giữa tập luyện và phục hồi.
zh_hans: 通过持续进行的训练，我们确认了运动与恢复之间的平衡。
zh_hant: 透過持續的運動，我們確認了恢復與平衡。

# health_meals_body_ai.b8b04a1e8e72
source: 目標差 {{value1}}{{value2}}
ar_sa: فرق الهدف {{value1}}{{value2}}
ca: Diferència objectiu {{value1}}{{value2}}
cs: Cíl: {{value1}}{{value2}}
da: Målforskel {{value1}}{{value2}}
de_de: Zielabweichung {{value1}}{{value2}}
el: Στόχος: {{value1}}{{value2}}
en_au: Goal Difference {{value1}}{{value2}}
es_es: Diferencia objetivo {{value1}}{{value2}}
fi: Tavoitteen ero: {{value1}}{{value2}}
fr_ca: Différence par rapport à l'objectif : {{value1}}{{value2}}
gu: ધ્યેયનો તફાવત {{value1}}{{value2}}
he: הפרש מטרה {{value1}}{{value2}}
hi: लक्ष्य अंतर {{value1}}{{value2}}
hr: Ciljna vrijednost {{value1}}{{value2}}
hu: Célhozatal: {{value1}}{{value2}}
id: Perbedaan Target {{value1}}{{value2}}
it: Differenza rispetto all'obiettivo: {{value1}}{{value2}}
ko: 목표 달성률 {{value1}}{{value2}}
mr: लक्ष्य अंतर {{value1}}{{value2}}
ms: Perbezaan Sasaran {{value1}}{{value2}}
nl_nl: Doelverschil: {{value1}}{{value2}}
no: Målavvik {{value1}}{{value2}}
pl: Cel różnicy: {{value1}}{{value2}}
pt_br: Diferença em relação à meta: {{value1}}{{value2}}
pt_pt: Diferença em relação à meta: {{value1}}{{value2}}
ro: Diferența față de obiectiv: {{value1}}{{value2}}
ru: Целевое значение: {{value1}}{{value2}}
sk: Cieľový rozdiel {{value1}}{{value2}}
sl: Ciljna razlika {{value1}}{{value2}}
sv: Målskillnad {{value1}}{{value2}}
ta: இலக்கு வித்தியாசம் {{value1}}{{value2}}
te: లక్ష్య వ్యత్యాసం {{value1}}{{value2}}
th: ความแตกต่างจากเป้าหมาย {{value1}}{{value2}}
tr: Hedef Farkı {{value1}}{{value2}}
uk: Відмінність {{value1}}{{value2}}
vi: Sự khác biệt: {{value1}}{{value2}}
zh_hans: 目标差 {{value1}}{{value2}}
zh_hant: 目標差異 {{value1}}{{value2}}

# health_meals_body_ai.b8e6974a0b21
source: URLはhttps://から始めてください。ローカル開発時のみhttp://も利用できます。
ar_sa: يرجى البدء بـ https:// لـ URL. http:// يمكن استخدامه أيضًا أثناء التطوير المحلي فقط.
ca: Comenceu amb https:// per a URL. http:// també es pot utilitzar només durant el desenvolupament local.
cs: URL začněte s https://. Během lokálního vývoje můžete použít i http://.
da: URL skal starte med https://. Du kan kun bruge http:// under lokal udvikling.
de_de: Bitte beginnen Sie die URL mit https://. Während der lokalen Entwicklung können auch http://-Verbindungen verwendet werden.
el: Η διεύθυνση URL πρέπει να ξεκινά με "https://". Μπορείτε επίσης να χρησιμοποιήσετε HTTP μόνο κατά τη διάρκεια της τοπικής ανάπτυξης.
en_au: Please start the URL with "https://". You can also use HTTP only during local development: http://.
es_es: La URL debe comenzar con "https://". Solo se puede utilizar HTTP para el desarrollo local.
fi: URL alkaa "https:" -merkillä. Voit käyttää myös HTTP:tä vain paikallisessa kehityksessä.
fr_ca: Commencez l'URL par https://. Vous pouvez également utiliser http:// uniquement en mode de développement local.
gu: URL https:// થી શરૂ થવું જોઈએ. ફક્ત સ્થાનિક વિકાસ દરમિયાન http:// પણ વાપરી શકાય છે.
he: ניתן להשתמש ב-http:// רק בזמן פיתוח מקומי.
hi: URL https:// से शुरू होना चाहिए। केवल स्थानीय विकास के दौरान http:// का उपयोग किया जा सकता है।
hr: URL mora početi s https://. Tijekom lokalnog razvoja možete koristiti i http://.
hu: Az URL-t https://-zal kezdje. Csak a helyi fejlesztés során használható az http:// is.
id: URL harus dimulai dengan https://. Hanya saat pengembangan lokal, Anda juga dapat menggunakan http://.
it: L'URL deve iniziare con https://. Durante lo sviluppo locale, è possibile utilizzare anche http://.
ko: URL은 https://로 시작해주세요. 로컬 개발 시에만 http://도 사용할 수 있습니다.
mr: URL https:// पासून सुरू करा. फक्त स्थानिक विकासादरम्यान http:// देखील वापरले जाऊ शकते.
ms: URL mesti bermula dengan https://. Hanya semasa pembangunan tempatan, anda juga boleh menggunakan http://.
nl_nl: Begin de URL met https://. Alleen tijdens lokale ontwikkeling is http:// ook mogelijk.
no: URL må starte med https://. Du kan kun bruke http:// under lokal utvikling.
pl: Adres URL powinien zaczynać się od https://. W środowisku lokalnym można również używać adresu http://.
pt_br: A URL deve começar com https://. Durante o desenvolvimento local, você também pode usar http://.
pt_pt: A URL deve começar com https://. Durante o desenvolvimento local, você também pode usar http://.
ro: Adresa URL trebuie să înceapă cu https://. În timpul dezvoltării locale, puteți utiliza și http://.
ru: URL должен начинаться с https://. В режиме локальной разработки также доступен http://.
sk: URL začnite s https://. Pri lokálnom vývoji je možné použiť aj http://.
sl: URL začnite z https://. Za lokalni razvoj lahko uporabljate tudi http://.
sv: URL börjar med https://. Du kan endast använda http:// under lokal utveckling.
ta: URL, "https://" உடன் தொடங்க வேண்டும். உள்ளூர் மேம்பாட்டின்போது மட்டும் "http://" பயன்படுத்தலாம்.
te: URL https://తో ప్రారంభించండి. స్థానిక అభివృద్ధి సమయంలో మాత్రమే http:// కూడా ఉపయోగించవచ్చు.
th: สามารถใช้ HTTP บน localhost, IP LAN และชื่อ Tailscale ในการพัฒนาแบบ Local เท่านั้น
tr: URL "https://" ile başlayın. Sadece yerel geliştirme sırasında "http://" da kullanılabilir.
uk: URL має починатися з https://. Під час локального розроблення також доступний http://.
vi: Vui lòng bắt đầu URL bằng https://. Chỉ trong môi trường phát triển cục bộ, bạn có thể sử dụng http://.
zh_hans: 请以https://开头。仅在本地开发时，还可以使用http://。
zh_hant: 僅在本地開發時，可以使用 "http://"。
